7767517
256 292
Input                    input_12                 0 1 input_12
Convolution              /model_3/batch_normalization_132/FusedBatchNormV3;model_5/model_4/model_3/conv2d_81/BiasAdd/ReadVariableOp/resource;model_5/model_4/model_3/conv2d_81/BiasAdd;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_81/Conv2D_t0 1 1 input_12 /model_3/batch_normalization_132/FusedBatchNormV3;model_5/model_4/model_3/conv2d_81/BiasAdd/ReadVariableOp/resource;model_5/model_4/model_3/conv2d_81/BiasAdd;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_81/Conv2D_t0 0=16 1=3 3=2 15=1 16=1 5=1 6=432
PReLU                    model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1 1 1 /model_3/batch_normalization_132/FusedBatchNormV3;model_5/model_4/model_3/conv2d_81/BiasAdd/ReadVariableOp/resource;model_5/model_4/model_3/conv2d_81/BiasAdd;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_81/Conv2D_t0 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1 0=16
Split                    splitncnn_0              1 2 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_133/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_82/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_133/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_82/Conv2D 0=8 1=1 5=1 6=128
PReLU                    model_5/model_4/model_3/p_re_lu_127/add;model_5/model_4/model_3/p_re_lu_127/Relu;model_5/model_4/model_3/p_re_lu_127/Neg_1;model_5/model_4/model_3/p_re_lu_127/Relu_1;model_5/model_4/model_3/p_re_lu_127/mul1 1 1 model_5/model_4/model_3/batch_normalization_133/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_82/Conv2D model_5/model_4/model_3/p_re_lu_127/add;model_5/model_4/model_3/p_re_lu_127/Relu;model_5/model_4/model_3/p_re_lu_127/Neg_1;model_5/model_4/model_3/p_re_lu_127/Relu_1;model_5/model_4/model_3/p_re_lu_127/mul1 0=8
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_60/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_127/add;model_5/model_4/model_3/p_re_lu_127/Relu;model_5/model_4/model_3/p_re_lu_127/Neg_1;model_5/model_4/model_3/p_re_lu_127/Relu_1;model_5/model_4/model_3/p_re_lu_127/mul1 model_5/model_4/model_3/depthwise_conv2d_60/depthwise1 0=8 1=3 4=1 5=1 6=72 7=8
Convolution              model_5/model_4/model_3/batch_normalization_134/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_83/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_60/depthwise1 model_5/model_4/model_3/batch_normalization_134/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_83/Conv2D 0=16 1=1 5=1 6=128
BinaryOp                 model_5/model_4/model_3/add_56/add 2 1 model_5/model_4/model_3/p_re_lu_126/add;model_5/model_4/model_3/p_re_lu_126/Relu;model_5/model_4/model_3/p_re_lu_126/Neg_1;model_5/model_4/model_3/p_re_lu_126/Relu_1;model_5/model_4/model_3/p_re_lu_126/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_134/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_83/Conv2D model_5/model_4/model_3/add_56/add
PReLU                    model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1 1 1 model_5/model_4/model_3/add_56/add model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1 0=16
Split                    splitncnn_1              1 2 model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1 model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_135/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_84/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_135/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_84/Conv2D 0=8 1=1 5=1 6=128
PReLU                    model_5/model_4/model_3/p_re_lu_129/add;model_5/model_4/model_3/p_re_lu_129/Relu;model_5/model_4/model_3/p_re_lu_129/Neg_1;model_5/model_4/model_3/p_re_lu_129/Relu_1;model_5/model_4/model_3/p_re_lu_129/mul1 1 1 model_5/model_4/model_3/batch_normalization_135/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_84/Conv2D model_5/model_4/model_3/p_re_lu_129/add;model_5/model_4/model_3/p_re_lu_129/Relu;model_5/model_4/model_3/p_re_lu_129/Neg_1;model_5/model_4/model_3/p_re_lu_129/Relu_1;model_5/model_4/model_3/p_re_lu_129/mul1 0=8
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_61/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_129/add;model_5/model_4/model_3/p_re_lu_129/Relu;model_5/model_4/model_3/p_re_lu_129/Neg_1;model_5/model_4/model_3/p_re_lu_129/Relu_1;model_5/model_4/model_3/p_re_lu_129/mul1 model_5/model_4/model_3/depthwise_conv2d_61/depthwise1 0=8 1=3 4=1 5=1 6=72 7=8
Convolution              model_5/model_4/model_3/batch_normalization_136/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_85/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_61/depthwise1 model_5/model_4/model_3/batch_normalization_136/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_85/Conv2D 0=16 1=1 5=1 6=128
BinaryOp                 model_5/model_4/model_3/add_57/add 2 1 model_5/model_4/model_3/p_re_lu_128/add;model_5/model_4/model_3/p_re_lu_128/Relu;model_5/model_4/model_3/p_re_lu_128/Neg_1;model_5/model_4/model_3/p_re_lu_128/Relu_1;model_5/model_4/model_3/p_re_lu_128/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_136/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_85/Conv2D model_5/model_4/model_3/add_57/add
PReLU                    model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1 1 1 model_5/model_4/model_3/add_57/add model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1 0=16
Split                    splitncnn_2              1 2 model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1 model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_137/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_86/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_137/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_86/Conv2D 0=8 1=1 5=1 6=128
PReLU                    model_5/model_4/model_3/p_re_lu_131/add;model_5/model_4/model_3/p_re_lu_131/Relu;model_5/model_4/model_3/p_re_lu_131/Neg_1;model_5/model_4/model_3/p_re_lu_131/Relu_1;model_5/model_4/model_3/p_re_lu_131/mul1 1 1 model_5/model_4/model_3/batch_normalization_137/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_86/Conv2D model_5/model_4/model_3/p_re_lu_131/add;model_5/model_4/model_3/p_re_lu_131/Relu;model_5/model_4/model_3/p_re_lu_131/Neg_1;model_5/model_4/model_3/p_re_lu_131/Relu_1;model_5/model_4/model_3/p_re_lu_131/mul1 0=8
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_62/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_131/add;model_5/model_4/model_3/p_re_lu_131/Relu;model_5/model_4/model_3/p_re_lu_131/Neg_1;model_5/model_4/model_3/p_re_lu_131/Relu_1;model_5/model_4/model_3/p_re_lu_131/mul1 model_5/model_4/model_3/depthwise_conv2d_62/depthwise1 0=8 1=3 4=1 5=1 6=72 7=8
Convolution              model_5/model_4/model_3/batch_normalization_138/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_87/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_62/depthwise1 model_5/model_4/model_3/batch_normalization_138/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_87/Conv2D 0=16 1=1 5=1 6=128
BinaryOp                 model_5/model_4/model_3/add_58/add 2 1 model_5/model_4/model_3/p_re_lu_130/add;model_5/model_4/model_3/p_re_lu_130/Relu;model_5/model_4/model_3/p_re_lu_130/Neg_1;model_5/model_4/model_3/p_re_lu_130/Relu_1;model_5/model_4/model_3/p_re_lu_130/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_138/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_87/Conv2D model_5/model_4/model_3/add_58/add
PReLU                    model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1 1 1 model_5/model_4/model_3/add_58/add model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1 0=16
Split                    splitncnn_3              1 2 model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1 model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_139/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_88/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_139/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_88/Conv2D 0=8 1=1 5=1 6=128
PReLU                    model_5/model_4/model_3/p_re_lu_133/add;model_5/model_4/model_3/p_re_lu_133/Relu;model_5/model_4/model_3/p_re_lu_133/Neg_1;model_5/model_4/model_3/p_re_lu_133/Relu_1;model_5/model_4/model_3/p_re_lu_133/mul1 1 1 model_5/model_4/model_3/batch_normalization_139/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_63/depthwise;model_5/model_4/model_3/conv2d_88/Conv2D model_5/model_4/model_3/p_re_lu_133/add;model_5/model_4/model_3/p_re_lu_133/Relu;model_5/model_4/model_3/p_re_lu_133/Neg_1;model_5/model_4/model_3/p_re_lu_133/Relu_1;model_5/model_4/model_3/p_re_lu_133/mul1 0=8
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_63/depthwise2 1 1 model_5/model_4/model_3/p_re_lu_133/add;model_5/model_4/model_3/p_re_lu_133/Relu;model_5/model_4/model_3/p_re_lu_133/Neg_1;model_5/model_4/model_3/p_re_lu_133/Relu_1;model_5/model_4/model_3/p_re_lu_133/mul1 model_5/model_4/model_3/depthwise_conv2d_63/depthwise2 0=8 1=3 4=1 5=1 6=72 7=8
Convolution              model_5/model_4/model_3/batch_normalization_140/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_89/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_63/depthwise2 model_5/model_4/model_3/batch_normalization_140/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_89/Conv2D 0=16 1=1 5=1 6=128
BinaryOp                 model_5/model_4/model_3/add_59/add 2 1 model_5/model_4/model_3/p_re_lu_132/add;model_5/model_4/model_3/p_re_lu_132/Relu;model_5/model_4/model_3/p_re_lu_132/Neg_1;model_5/model_4/model_3/p_re_lu_132/Relu_1;model_5/model_4/model_3/p_re_lu_132/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_140/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_89/Conv2D model_5/model_4/model_3/add_59/add
PReLU                    model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1 1 1 model_5/model_4/model_3/add_59/add model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1 0=16
Split                    splitncnn_4              1 2 model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1 model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1_splitncnn_1
Pooling                  model_5/model_4/model_3/max_pooling2d_21/MaxPool 1 1 model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1_splitncnn_1 model_5/model_4/model_3/max_pooling2d_21/MaxPool 1=2 2=2 5=1
Padding                  model_5/model_4/model_3/channel_padding/PartitionedCall/PartitionedCall/Pad 1 1 model_5/model_4/model_3/max_pooling2d_21/MaxPool model_5/model_4/model_3/channel_padding/PartitionedCall/PartitionedCall/Pad 8=16
Convolution              model_5/model_4/model_3/batch_normalization_141/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_90/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_134/add;model_5/model_4/model_3/p_re_lu_134/Relu;model_5/model_4/model_3/p_re_lu_134/Neg_1;model_5/model_4/model_3/p_re_lu_134/Relu_1;model_5/model_4/model_3/p_re_lu_134/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_141/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_90/Conv2D 0=16 1=2 3=2 5=1 6=1024
PReLU                    model_5/model_4/model_3/p_re_lu_135/add;model_5/model_4/model_3/p_re_lu_135/Relu;model_5/model_4/model_3/p_re_lu_135/Neg_1;model_5/model_4/model_3/p_re_lu_135/Relu_1;model_5/model_4/model_3/p_re_lu_135/mul1 1 1 model_5/model_4/model_3/batch_normalization_141/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_90/Conv2D model_5/model_4/model_3/p_re_lu_135/add;model_5/model_4/model_3/p_re_lu_135/Relu;model_5/model_4/model_3/p_re_lu_135/Neg_1;model_5/model_4/model_3/p_re_lu_135/Relu_1;model_5/model_4/model_3/p_re_lu_135/mul1 0=16
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_64/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_135/add;model_5/model_4/model_3/p_re_lu_135/Relu;model_5/model_4/model_3/p_re_lu_135/Neg_1;model_5/model_4/model_3/p_re_lu_135/Relu_1;model_5/model_4/model_3/p_re_lu_135/mul1 model_5/model_4/model_3/depthwise_conv2d_64/depthwise1 0=16 1=3 4=1 5=1 6=144 7=16
Convolution              model_5/model_4/model_3/batch_normalization_142/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_91/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_64/depthwise1 model_5/model_4/model_3/batch_normalization_142/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_91/Conv2D 0=32 1=1 5=1 6=512
BinaryOp                 model_5/model_4/model_3/add_60/add 2 1 model_5/model_4/model_3/channel_padding/PartitionedCall/PartitionedCall/Pad model_5/model_4/model_3/batch_normalization_142/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_91/Conv2D model_5/model_4/model_3/add_60/add
PReLU                    model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1 1 1 model_5/model_4/model_3/add_60/add model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1 0=32
Split                    splitncnn_5              1 2 model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1 model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_143/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_92/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_143/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_92/Conv2D 0=16 1=1 5=1 6=512
PReLU                    model_5/model_4/model_3/p_re_lu_137/add;model_5/model_4/model_3/p_re_lu_137/Relu;model_5/model_4/model_3/p_re_lu_137/Neg_1;model_5/model_4/model_3/p_re_lu_137/Relu_1;model_5/model_4/model_3/p_re_lu_137/mul1 1 1 model_5/model_4/model_3/batch_normalization_143/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_92/Conv2D model_5/model_4/model_3/p_re_lu_137/add;model_5/model_4/model_3/p_re_lu_137/Relu;model_5/model_4/model_3/p_re_lu_137/Neg_1;model_5/model_4/model_3/p_re_lu_137/Relu_1;model_5/model_4/model_3/p_re_lu_137/mul1 0=16
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_65/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_137/add;model_5/model_4/model_3/p_re_lu_137/Relu;model_5/model_4/model_3/p_re_lu_137/Neg_1;model_5/model_4/model_3/p_re_lu_137/Relu_1;model_5/model_4/model_3/p_re_lu_137/mul1 model_5/model_4/model_3/depthwise_conv2d_65/depthwise1 0=16 1=3 4=1 5=1 6=144 7=16
Convolution              model_5/model_4/model_3/batch_normalization_144/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_93/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_65/depthwise1 model_5/model_4/model_3/batch_normalization_144/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_93/Conv2D 0=32 1=1 5=1 6=512
BinaryOp                 model_5/model_4/model_3/add_61/add 2 1 model_5/model_4/model_3/p_re_lu_136/add;model_5/model_4/model_3/p_re_lu_136/Relu;model_5/model_4/model_3/p_re_lu_136/Neg_1;model_5/model_4/model_3/p_re_lu_136/Relu_1;model_5/model_4/model_3/p_re_lu_136/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_144/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_93/Conv2D model_5/model_4/model_3/add_61/add
PReLU                    model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1 1 1 model_5/model_4/model_3/add_61/add model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1 0=32
Split                    splitncnn_6              1 2 model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1 model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_145/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_94/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_145/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_94/Conv2D 0=16 1=1 5=1 6=512
PReLU                    model_5/model_4/model_3/p_re_lu_139/add;model_5/model_4/model_3/p_re_lu_139/Relu;model_5/model_4/model_3/p_re_lu_139/Neg_1;model_5/model_4/model_3/p_re_lu_139/Relu_1;model_5/model_4/model_3/p_re_lu_139/mul1 1 1 model_5/model_4/model_3/batch_normalization_145/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_94/Conv2D model_5/model_4/model_3/p_re_lu_139/add;model_5/model_4/model_3/p_re_lu_139/Relu;model_5/model_4/model_3/p_re_lu_139/Neg_1;model_5/model_4/model_3/p_re_lu_139/Relu_1;model_5/model_4/model_3/p_re_lu_139/mul1 0=16
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_66/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_139/add;model_5/model_4/model_3/p_re_lu_139/Relu;model_5/model_4/model_3/p_re_lu_139/Neg_1;model_5/model_4/model_3/p_re_lu_139/Relu_1;model_5/model_4/model_3/p_re_lu_139/mul1 model_5/model_4/model_3/depthwise_conv2d_66/depthwise1 0=16 1=3 4=1 5=1 6=144 7=16
Convolution              model_5/model_4/model_3/batch_normalization_146/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_95/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_66/depthwise1 model_5/model_4/model_3/batch_normalization_146/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_95/Conv2D 0=32 1=1 5=1 6=512
BinaryOp                 model_5/model_4/model_3/add_62/add 2 1 model_5/model_4/model_3/p_re_lu_138/add;model_5/model_4/model_3/p_re_lu_138/Relu;model_5/model_4/model_3/p_re_lu_138/Neg_1;model_5/model_4/model_3/p_re_lu_138/Relu_1;model_5/model_4/model_3/p_re_lu_138/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_146/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_95/Conv2D model_5/model_4/model_3/add_62/add
PReLU                    model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1 1 1 model_5/model_4/model_3/add_62/add model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1 0=32
Split                    splitncnn_7              1 2 model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1 model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_147/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_96/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_147/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_96/Conv2D 0=16 1=1 5=1 6=512
PReLU                    model_5/model_4/model_3/p_re_lu_141/add;model_5/model_4/model_3/p_re_lu_141/Relu;model_5/model_4/model_3/p_re_lu_141/Neg_1;model_5/model_4/model_3/p_re_lu_141/Relu_1;model_5/model_4/model_3/p_re_lu_141/mul1 1 1 model_5/model_4/model_3/batch_normalization_147/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_96/Conv2D model_5/model_4/model_3/p_re_lu_141/add;model_5/model_4/model_3/p_re_lu_141/Relu;model_5/model_4/model_3/p_re_lu_141/Neg_1;model_5/model_4/model_3/p_re_lu_141/Relu_1;model_5/model_4/model_3/p_re_lu_141/mul1 0=16
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_67/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_141/add;model_5/model_4/model_3/p_re_lu_141/Relu;model_5/model_4/model_3/p_re_lu_141/Neg_1;model_5/model_4/model_3/p_re_lu_141/Relu_1;model_5/model_4/model_3/p_re_lu_141/mul1 model_5/model_4/model_3/depthwise_conv2d_67/depthwise1 0=16 1=3 4=1 5=1 6=144 7=16
Convolution              model_5/model_4/model_3/batch_normalization_148/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_97/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_67/depthwise1 model_5/model_4/model_3/batch_normalization_148/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_97/Conv2D 0=32 1=1 5=1 6=512
BinaryOp                 model_5/model_4/model_3/add_63/add 2 1 model_5/model_4/model_3/p_re_lu_140/add;model_5/model_4/model_3/p_re_lu_140/Relu;model_5/model_4/model_3/p_re_lu_140/Neg_1;model_5/model_4/model_3/p_re_lu_140/Relu_1;model_5/model_4/model_3/p_re_lu_140/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_148/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_97/Conv2D model_5/model_4/model_3/add_63/add
PReLU                    model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1 1 1 model_5/model_4/model_3/add_63/add model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1 0=32
Split                    splitncnn_8              1 2 model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1 model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_149/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_98/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_149/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_98/Conv2D 0=16 1=1 5=1 6=512
PReLU                    model_5/model_4/model_3/p_re_lu_143/add;model_5/model_4/model_3/p_re_lu_143/Relu;model_5/model_4/model_3/p_re_lu_143/Neg_1;model_5/model_4/model_3/p_re_lu_143/Relu_1;model_5/model_4/model_3/p_re_lu_143/mul1 1 1 model_5/model_4/model_3/batch_normalization_149/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_68/depthwise;model_5/model_4/model_3/conv2d_98/Conv2D model_5/model_4/model_3/p_re_lu_143/add;model_5/model_4/model_3/p_re_lu_143/Relu;model_5/model_4/model_3/p_re_lu_143/Neg_1;model_5/model_4/model_3/p_re_lu_143/Relu_1;model_5/model_4/model_3/p_re_lu_143/mul1 0=16
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_68/depthwise2 1 1 model_5/model_4/model_3/p_re_lu_143/add;model_5/model_4/model_3/p_re_lu_143/Relu;model_5/model_4/model_3/p_re_lu_143/Neg_1;model_5/model_4/model_3/p_re_lu_143/Relu_1;model_5/model_4/model_3/p_re_lu_143/mul1 model_5/model_4/model_3/depthwise_conv2d_68/depthwise2 0=16 1=3 4=1 5=1 6=144 7=16
Convolution              model_5/model_4/model_3/batch_normalization_150/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_99/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_68/depthwise2 model_5/model_4/model_3/batch_normalization_150/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_99/Conv2D 0=32 1=1 5=1 6=512
BinaryOp                 model_5/model_4/model_3/add_64/add 2 1 model_5/model_4/model_3/p_re_lu_142/add;model_5/model_4/model_3/p_re_lu_142/Relu;model_5/model_4/model_3/p_re_lu_142/Neg_1;model_5/model_4/model_3/p_re_lu_142/Relu_1;model_5/model_4/model_3/p_re_lu_142/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_150/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_99/Conv2D model_5/model_4/model_3/add_64/add
PReLU                    model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1 1 1 model_5/model_4/model_3/add_64/add model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1 0=32
Split                    splitncnn_9              1 2 model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1 model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1_splitncnn_1
Pooling                  model_5/model_4/model_3/max_pooling2d_22/MaxPool 1 1 model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1_splitncnn_1 model_5/model_4/model_3/max_pooling2d_22/MaxPool 1=2 2=2 5=1
Padding                  model_5/model_4/model_3/channel_padding_1/PartitionedCall/PartitionedCall/Pad 1 1 model_5/model_4/model_3/max_pooling2d_22/MaxPool model_5/model_4/model_3/channel_padding_1/PartitionedCall/PartitionedCall/Pad 8=32
Convolution              model_5/model_4/model_3/batch_normalization_151/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_100/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_144/add;model_5/model_4/model_3/p_re_lu_144/Relu;model_5/model_4/model_3/p_re_lu_144/Neg_1;model_5/model_4/model_3/p_re_lu_144/Relu_1;model_5/model_4/model_3/p_re_lu_144/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_151/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_100/Conv2D 0=32 1=2 3=2 5=1 6=4096
PReLU                    model_5/model_4/model_3/p_re_lu_145/add;model_5/model_4/model_3/p_re_lu_145/Relu;model_5/model_4/model_3/p_re_lu_145/Neg_1;model_5/model_4/model_3/p_re_lu_145/Relu_1;model_5/model_4/model_3/p_re_lu_145/mul1 1 1 model_5/model_4/model_3/batch_normalization_151/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_100/Conv2D model_5/model_4/model_3/p_re_lu_145/add;model_5/model_4/model_3/p_re_lu_145/Relu;model_5/model_4/model_3/p_re_lu_145/Neg_1;model_5/model_4/model_3/p_re_lu_145/Relu_1;model_5/model_4/model_3/p_re_lu_145/mul1 0=32
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_69/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_145/add;model_5/model_4/model_3/p_re_lu_145/Relu;model_5/model_4/model_3/p_re_lu_145/Neg_1;model_5/model_4/model_3/p_re_lu_145/Relu_1;model_5/model_4/model_3/p_re_lu_145/mul1 model_5/model_4/model_3/depthwise_conv2d_69/depthwise1 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              model_5/model_4/model_3/batch_normalization_152/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_101/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_69/depthwise1 model_5/model_4/model_3/batch_normalization_152/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_101/Conv2D 0=64 1=1 5=1 6=2048
BinaryOp                 model_5/model_4/model_3/add_65/add 2 1 model_5/model_4/model_3/channel_padding_1/PartitionedCall/PartitionedCall/Pad model_5/model_4/model_3/batch_normalization_152/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_101/Conv2D model_5/model_4/model_3/add_65/add
PReLU                    model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1 1 1 model_5/model_4/model_3/add_65/add model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1 0=64
Split                    splitncnn_10             1 2 model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1 model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_153/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_102/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_153/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_102/Conv2D 0=32 1=1 5=1 6=2048
PReLU                    model_5/model_4/model_3/p_re_lu_147/add;model_5/model_4/model_3/p_re_lu_147/Relu;model_5/model_4/model_3/p_re_lu_147/Neg_1;model_5/model_4/model_3/p_re_lu_147/Relu_1;model_5/model_4/model_3/p_re_lu_147/mul1 1 1 model_5/model_4/model_3/batch_normalization_153/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_102/Conv2D model_5/model_4/model_3/p_re_lu_147/add;model_5/model_4/model_3/p_re_lu_147/Relu;model_5/model_4/model_3/p_re_lu_147/Neg_1;model_5/model_4/model_3/p_re_lu_147/Relu_1;model_5/model_4/model_3/p_re_lu_147/mul1 0=32
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_70/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_147/add;model_5/model_4/model_3/p_re_lu_147/Relu;model_5/model_4/model_3/p_re_lu_147/Neg_1;model_5/model_4/model_3/p_re_lu_147/Relu_1;model_5/model_4/model_3/p_re_lu_147/mul1 model_5/model_4/model_3/depthwise_conv2d_70/depthwise1 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              model_5/model_4/model_3/batch_normalization_154/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_103/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_70/depthwise1 model_5/model_4/model_3/batch_normalization_154/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_103/Conv2D 0=64 1=1 5=1 6=2048
BinaryOp                 model_5/model_4/model_3/add_66/add 2 1 model_5/model_4/model_3/p_re_lu_146/add;model_5/model_4/model_3/p_re_lu_146/Relu;model_5/model_4/model_3/p_re_lu_146/Neg_1;model_5/model_4/model_3/p_re_lu_146/Relu_1;model_5/model_4/model_3/p_re_lu_146/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_154/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_103/Conv2D model_5/model_4/model_3/add_66/add
PReLU                    model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1 1 1 model_5/model_4/model_3/add_66/add model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1 0=64
Split                    splitncnn_11             1 2 model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1 model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_155/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_104/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_155/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_104/Conv2D 0=32 1=1 5=1 6=2048
PReLU                    model_5/model_4/model_3/p_re_lu_149/add;model_5/model_4/model_3/p_re_lu_149/Relu;model_5/model_4/model_3/p_re_lu_149/Neg_1;model_5/model_4/model_3/p_re_lu_149/Relu_1;model_5/model_4/model_3/p_re_lu_149/mul1 1 1 model_5/model_4/model_3/batch_normalization_155/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_104/Conv2D model_5/model_4/model_3/p_re_lu_149/add;model_5/model_4/model_3/p_re_lu_149/Relu;model_5/model_4/model_3/p_re_lu_149/Neg_1;model_5/model_4/model_3/p_re_lu_149/Relu_1;model_5/model_4/model_3/p_re_lu_149/mul1 0=32
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_71/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_149/add;model_5/model_4/model_3/p_re_lu_149/Relu;model_5/model_4/model_3/p_re_lu_149/Neg_1;model_5/model_4/model_3/p_re_lu_149/Relu_1;model_5/model_4/model_3/p_re_lu_149/mul1 model_5/model_4/model_3/depthwise_conv2d_71/depthwise1 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              model_5/model_4/model_3/batch_normalization_156/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_105/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_71/depthwise1 model_5/model_4/model_3/batch_normalization_156/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_105/Conv2D 0=64 1=1 5=1 6=2048
BinaryOp                 model_5/model_4/model_3/add_67/add 2 1 model_5/model_4/model_3/p_re_lu_148/add;model_5/model_4/model_3/p_re_lu_148/Relu;model_5/model_4/model_3/p_re_lu_148/Neg_1;model_5/model_4/model_3/p_re_lu_148/Relu_1;model_5/model_4/model_3/p_re_lu_148/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_156/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_105/Conv2D model_5/model_4/model_3/add_67/add
PReLU                    model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1 1 1 model_5/model_4/model_3/add_67/add model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1 0=64
Split                    splitncnn_12             1 2 model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1 model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1_splitncnn_0 model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1_splitncnn_1
Convolution              model_5/model_4/model_3/batch_normalization_157/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_106/Conv2D 1 1 model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1_splitncnn_1 model_5/model_4/model_3/batch_normalization_157/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_106/Conv2D 0=32 1=1 5=1 6=2048
PReLU                    model_5/model_4/model_3/p_re_lu_151/add;model_5/model_4/model_3/p_re_lu_151/Relu;model_5/model_4/model_3/p_re_lu_151/Neg_1;model_5/model_4/model_3/p_re_lu_151/Relu_1;model_5/model_4/model_3/p_re_lu_151/mul1 1 1 model_5/model_4/model_3/batch_normalization_157/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_73/depthwise;model_5/model_4/model_3/conv2d_106/Conv2D model_5/model_4/model_3/p_re_lu_151/add;model_5/model_4/model_3/p_re_lu_151/Relu;model_5/model_4/model_3/p_re_lu_151/Neg_1;model_5/model_4/model_3/p_re_lu_151/Relu_1;model_5/model_4/model_3/p_re_lu_151/mul1 0=32
ConvolutionDepthWise     model_5/model_4/model_3/depthwise_conv2d_72/depthwise1 1 1 model_5/model_4/model_3/p_re_lu_151/add;model_5/model_4/model_3/p_re_lu_151/Relu;model_5/model_4/model_3/p_re_lu_151/Neg_1;model_5/model_4/model_3/p_re_lu_151/Relu_1;model_5/model_4/model_3/p_re_lu_151/mul1 model_5/model_4/model_3/depthwise_conv2d_72/depthwise1 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              model_5/model_4/model_3/batch_normalization_158/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_107/Conv2D 1 1 model_5/model_4/model_3/depthwise_conv2d_72/depthwise1 model_5/model_4/model_3/batch_normalization_158/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_107/Conv2D 0=64 1=1 5=1 6=2048
BinaryOp                 model_5/model_4/model_3/add_68/add 2 1 model_5/model_4/model_3/p_re_lu_150/add;model_5/model_4/model_3/p_re_lu_150/Relu;model_5/model_4/model_3/p_re_lu_150/Neg_1;model_5/model_4/model_3/p_re_lu_150/Relu_1;model_5/model_4/model_3/p_re_lu_150/mul1_splitncnn_0 model_5/model_4/model_3/batch_normalization_158/FusedBatchNormV3;model_5/model_4/model_3/depthwise_conv2d_93/depthwise;model_5/model_4/model_3/conv2d_107/Conv2D model_5/model_4/model_3/add_68/add
PReLU                    model_5/model_4/model_3/p_re_lu_152/add;model_5/model_4/model_3/p_re_lu_152/Relu;model_5/model_4/model_3/p_re_lu_152/Neg_1;model_5/model_4/model_3/p_re_lu_152/Relu_1;model_5/model_4/model_3/p_re_lu_152/mul1 1 1 model_5/model_4/model_3/add_68/add model_5/model_4/model_3/p_re_lu_152/add;model_5/model_4/model_3/p_re_lu_152/Relu;model_5/model_4/model_3/p_re_lu_152/Neg_1;model_5/model_4/model_3/p_re_lu_152/Relu_1;model_5/model_4/model_3/p_re_lu_152/mul1 0=64
